RELATED_TEXT = """Здравствуйте, я бот который поможет вам в отслеживании товаров на Wildberries.
Вот краткая информация обо мне:
1) Могу просто выдать вам информацию о каком-либо товаре
2) Могу предоставить вам данные за последнее время о каком либо товаре
3) Могу предоставить вам AI аналитику какого либо товара основанную на данных за последнее время
4) Могу предложить вам аналоги вашего товара от других продавцов, возможно по лучшей цене
"""

HELP_TEXT = """Вот вся информация обо мне:
1) Данные о всех товарах, я храню в собственной базе данных
2) по скольку я не смогу уследить за всеми товарами Wilberries, на мою базу данных я могу добавить только те товары, на которые вы заказали обновления(сделать это можно при помощи команды /add <Артикул> или используя соответсвующую кнопку в разделе получения данных о товаре)
3) Все данные обновляются каждые 3 часа
4) Все наши данные собираются на прямую с использованием API Wildberries
5) Аналитика которую мы предоставляем исключает человеческий фактор, так как ее для вас составляет Искуственный интелект
6) Если данные которые вы запрашиваете отсутсвуют, вы получите сообщение об этом, и можете добавить товар в список товаров которые отслеживаются
7) У нас есть собственное API, которое вы можете использовать для получения данных о товаре(еще в разработке)
"""

COUNT_ANALOG = 10
